// Данные для портфолио
const desserts = [
    {
        id: 1,
        name: 'Свадебный торт "Элегантность"',
        category: 'wedding',
        price: 'от 15 000 ₽',
        image: 'img/tort5.jpg',
        description: 'Трёхъярусный свадебный торт в белоснежной гамме. Свадебный торт на фото — трёхъярусный, выполнен в белоснежной цветовой гамме. Главная «изюминка» дизайна — рельефная текстура крема: каждый ярус украшен волнообразными, мягкими «складками», создающими эффект текучести и лёгкости. Торт выглядит утончённо и свежо — идеальный выбор для классической свадебной церемонии.'
    },
    
    {
        id: 2,
        name: 'Набор капкейков',
        category: 'cupcakes',
        price: '200 ₽/шт',
        image: 'img/k5.jpg',
        description: 'Идеальное сочетание вкуса и красоты! Эти капкейки украшены облаком воздушного крема, сочными ягодами красной смородины и свежими листьями мяты. Такое угощение не только бесподобно вкусно, но и станет изысканным украшением вашего стола. Превратите ваш праздник в маленький кулинарный шедевр!'
    },
    {
        id: 3,
        name: 'Детский торт',
        category: 'kids',
        price: 'от 4 500 ₽',
        image: 'img/portfolio6.jpg',
        description: 'Я — кондитер, и в своей работе, как в этом торте для Мируси, ценю чистоту линий, гармонию цвета и точное воплощение ваших пожеланий. Готова создать для вас такой же элегантный и вкусный десерт. Обсудим ваш праздник?'
    },
    {
        id: 4,
        name: 'Кейк-попсы',
        category: 'cakepops',
        price: '200 ₽/шт',
        image: 'img/pops7.jpg',
        description: 'Разноцветные кейк-попсы с шоколадной глазурью и праздничным декором.'
    },
    {
        id: 5,
        name: 'Свадебный торт "Нежность"',
        category: 'wedding',
        price: 'от 8 000 ₽',
        image: 'img/tort.jpg',
        description: 'Идеальное сочетание эстетики и вкуса. Этот торт — настоящее произведение искусства, где главную роль играют нежные цветы из крема или мастики, выполненные с ювелирной точностью. Под изысканным декором скрывается легкий бисквит и тонкий крем, который тает во рту, оставляя лишь восхитительное послевкусие и чувство нежности.'
    },
    {
        id: 6,
        name: 'Детский торт',
        category: 'kids',
        price: 'от 5 000 ₽',
        image: 'img/t1.jpg',
        description: 'Белоснежный торт украшает очаровательный мишка в стильном образе: джинсовая куртка и голубой берет придают ему особый шарм. Лаконичный дизайн с эффектным контрастом цветов делает этот десерт идеальным центром современного праздника.'
    }
];